Repository: MRC-Epid-it24/admin-frontend
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, de

source: Failed to log you in
ar: فشل في تسجيل دخولك في

source: Removed from selected categories
ar: إزالة من الفئات المحددة

source: Failed to remove from categories
ar: فشل لإزالة من الفئات

source: Food added
ar: وأضاف الغذاء

source: Failed to add food
ar: فشل في إضافة المواد الغذائية

source: Changes discarded
ar: تغييرات التخلص منها

source: Food deleted
ar: حذف المواد الغذائية

source: Failed to delete food
ar: فشل في حذف المواد الغذائية

source: Food updated
ar: الغذاء تحديث

source: Failed to update food
ar: فشل تحديث الغذائية

source: Local food updated
ar: الأغذية المحلية تحديثها

source: Failed to update local food
ar: فشل تحديث الغذائية المحلية

source: Category added
ar: فئة بإضافة

source: Failed to add category
ar: فشل لإضافة فئة

source: Category deleted
ar: فئة المحذوفة

source: Failed to delete category
ar: فشل في حذف الفئة

source: Category updated
ar: فئة تحديثها

source: Failed to update category
ar: فشل تحديث الفئة

source: Local category updated
ar: الفئة المحلية تجديد

source: Failed to update local category
ar: فشل تحديث الفئة المحلية

source: Food added to category
ar: وأضاف الغذائية لفئة

source: Failed to add to category
ar: فشل إضافة إلى فئة

source: Category added to category
ar: الفئة تضاف إلى الفئة

source: You are not authorized
ar: لا يحق لك

source: Arabic
ar: العربية

source: English
ar: الإنجليزية

source: As served
ar: كما خدم

source: Guide Image
ar: دليل صورة

source: Drink scale
ar: على نطاق وشراب

source: Standard portion
ar: جزء القياسية

source: Cereal
ar: حبوب

source: Milk on cereal
ar: الحليب على الحبوب

source: Milk in a hot drink
ar: الحليب في المشروبات الساخنة

source: Pizza
ar: البيتزا

source: Hoop
ar: طارة

source: Flake
ar: تقشر

source: Rice krispie
ar: krispie الأرز

source: Dashboard
ar: لوحة أجهزة القياس

source: Add new category
ar: إضافة فئة جديدة

source: Add category
ar: إضافة فئة

source: Cancel
ar: إلغاء

source: Add new food
ar: إضافة طعام جديد

source: Add food
ar: إضافة الغذائية

source: Category
ar: فئة

source: Accept changes
ar: قبول التغييرات

source: Discard changes
ar: تجاهل التغييرات

source: Delete
ar: حذف

source: Add Category
ar: إضافة فئة

source: Search categories
ar: فئات بحث

source: Food
ar: طعام

source: Definition
ar: تعريف

source: Description
ar: وصف
de: Bezeichnung

source: Beans on toast
ar: الفول على نخب
de: Bohnen auf Toast

source: Local Description
ar: الوصف المحلي

source: Intake24 code
ar: كود Intake24

source: ALBU
ar: البو

source: Hidden
ar: مخفي

source: Attributes
ar: الصفات

source: Ready meal option
ar: خيار وجبة جاهزة

source: Same as before option
ar: نفسه كما كان من قبل الخيار

source: Reasonable amount (g/ml)
ar: قدر معقول (ز / مل)

source: Categories
ar: الفئات
de: Kategorien

source: Add to category
ar: إضافة إلى فئة

source: Remove from selected category
ar: إزالة من فئة المختارة
de: Von ausgewählten Kategorie entfernen

source: Portion size estimation
ar: جزء حجم تقدير
de: Portionsgröße Schätzung

source: Image
ar: صورة

source: e.g. path/filename.jpg
ar: على سبيل المثال مسار / filename.jpg

source: Use for recipes
ar: استخدام وصفات

source: Estimation method
ar: طريقة تقدير

source: Delete this method
ar: حذف هذه الطريقة

source: Add a portion size method
ar: إضافة أسلوب حجم الجزء

source: e.g. Beans on toast
ar: مثل الفول على نخب

source: e.g. ALBU
ar: على سبيل المثال البو

source: NDNS code
ar: كود NDNS

source: e.g. 10968
ar: على سبيل المثال 10968

source: Food group
ar: مجموعة الطعام
de: Lebensmittelgruppe

source: e.g. 600
ar: على سبيل المثال 600

source: Serving image set
ar: خدمة مجموعة صورة

source: Select image set
ar: حدد مجموعة صورة

source: Use leftover images
ar: استخدام الصور المتبقية

source: Leftover image set
ar: بقايا مجموعة صورة

source: Select Image Set
ar: حدد مجموعة صورة

source: Type
ar: اكتب

source: Drinkware set
ar: مجموعة Drinkware

source: Initial fill level
ar: مستوى التعبئة الأولي

source: Skip fill level prompt
ar: تخطي مستوى التعبئة موجه

source: Guide image
ar: الصورة دليل

source: This method has no parameters
ar: هذا الأسلوب لديه أية معلمات

source: Unit name (plural)
ar: اسم الوحدة (الجمع)

source: Unit weight (g)
ar: وحدة الوزن (ز)

source: Omit food description
ar: حذفت وصف الطعام

source: Name
ar: اسم

source: Value
ar: القيمة

source: Move up
ar: تحرك

source: Move down
ar: تحرك لأسفل

source: Add unit
ar: إضافة وحدة

source: Intake24 Admin
ar: Intake24 الادارية

source: Login
ar: تسجيل الدخول

source: Username
ar: إسم المستخدم

source: Password
ar: كلمة المرور

source: Are you sure?
ar: هل أنت متأكد؟

source: Logout
ar: تسجيل الخروج

source: Set Language
ar: مجموعة اللغة

source: Manage foods
ar: إدارة الأغذية

source: Browse foods
ar: تصفح الأطعمة

source: Clone food
ar: الغذاء استنساخ

source: Manage categories
ar: إدارة الفئات

source: Clone category
ar: فئة استنساخ

source: Image Sets
ar: مجموعات صورة

source: 'As served' images
ar: صور 'كما خدم "
de: "Wie war 'Bilder

source: 'Guide' images
ar: 'دليل' الصور
de: 'Guide' Bilder

source: 'Sliding scale' images
ar: صور "على نطاق وانزلاق"
de: "Degressive 'Bilder

source: All Foods
de: Alle Lebensmittel

source: Food definition
de: Lebensmitteldefinition

source: Other vegetables
de: Anderes Gemüse,

source: Enter categories
de: Geben Kategorien

source: Add to category...
de: In den Kategorie ...

source: Create new survey
de: Erstelle eine neue Umfrage

source: Edit staff accounts
de: Mitarbeiter bearbeiten Konten

source: Survey %s
de: %s

source: Survey management
de: Umfrage-Management

source: Change settings
de: Einstellungen ändern

source: Change schedule
de: Fahrplanwechsel

source: Upload user accounts
de: Benutzer-Accounts hochladen

source: Download data
de: Daten herunterladen

source: Download report
de: Bericht herunterladen

source: Food Database
de: Lebensmitteldatenbank

source: Foods and categories
de: Lebensmittel und Kategorien
